7zip
aether
alacritty
alsa-utils
android-studio
android-tools
base
base-devel
bash-completion
bat
bibata-cursor-theme
bitwarden-bin
bleachbit-cli
bluetui
bluez
bluez-utils
bolt
bottom
breeze
bridge-utils
brightnessctl
btop
btrfs-progs
bundletool
catppuccin-gtk-theme-git
catppuccin-qt5ct-git
chafa
clang
cliphist
cloudflare-warp-bin
cloudflared
cmake
cronie
cups
cups-browsed
cups-filters
cups-pdf
dir2ogg
discord
dmidecode
dnsmasq
docker
docker-buildx
docker-compose
dosfstools
dotnet-runtime-9.0
dust
efibootmgr
elephant
elephant-bluetooth
elephant-calc
elephant-clipboard
elephant-desktopapplications
elephant-files
elephant-menus
elephant-providerlist
elephant-runner
elephant-symbols
elephant-todo
elephant-unicode
elephant-websearch
evince
evtest
exfatprogs
expac
eza
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
fd
ffmpeg4.4
ffmpegthumbnailer
firefox
fontconfig
freerdp
fuzzel
fwupd
fzf
gamemode
gammastep
ghostty
git
github-cli
gnome-calculator
gnome-keyring
gnome-themes-extra
google-chrome
gphoto2
gpu-screen-recorder
gqrx-git
greetd
greetd-tuigreet
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gum
guvcview
helix-git
httrack
hyperfine
hyprland
hyprland-guiutils
hyprland-preview-share-picker
hyprpicker
hyprshot
hyprsunset
ifuse
imagemagick
impala
imv
inetutils
inotify-tools
intel-media-driver
intel-ucode
inxi
iwd
jmtpfs
jq
kde-cli-tools
kde-gtk-config
kdenlive
kvantum-qt5
kvantum-theme-materia
kwalletmanager
lazydocker
lazygit
less
lib32-vulkan-intel
libmad
libopenraw
libpulse
libqalculate
libreoffice-fresh
libva-intel-driver
libva-utils
libyaml
linux
linux-firmware
linux-zen
linux-zen-headers
lldb
llvm
localsend
lshw
luarocks
ly-git
mako
man-db
mariadb-libs
matugen-bin
mesa-utils
meson
mise
mpv
nano
nautilus
nbfc-linux
ncdu
neovim-git
nerdfetch
network-manager-applet
networkmanager-openvpn
nginx
ninja
niri
noctalia-shell
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
nwg-look
obs-studio
obsidian
omarchy-chromium-bin
omarchy-keyring
onlyoffice-bin
openbsd-netcat
opencode
openvpn
os-prober
pacman-contrib
pamixer
paru-debug
pfetch
pinta
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pipewire-v4l2
playerctl
plocate
plymouth
polkit-gnome
postgresql
postgresql-libs
power-profiles-daemon
pv
python-gobject
python-poetry-core
python-terminaltexteffects
qemu-full
qpwgraph
qt5-wayland
qt5ct
qt6ct
rclone
reflector
resvg
ripgrep
rsync
rtl-sdr
ruby
rust
rustdesk-bin
satty
scrcpy
screen
sddm
seahorse
signal-desktop
slurp
smem
sof-firmware
sox
speedcrunch
spice-vdagent
spotify
starship
swaybg
swayidle
swaylock-effects
swaync
swayosd
swww
system-config-printer
tailscale
tectonic
telegram-desktop
testdisk
thermald
thunar
time
tldr
tmux
tobi-try
tor
tor-browser-bin
tree-sitter-cli
ttf-cascadia-mono-nerd
ttf-ia-writer
ttf-jetbrains-mono-nerd
ttf-meteocons
ttf-nerd-fonts-symbols-mono
tumbler
typora
tzupdate
ufw
ufw-docker
unzip
usage
usbutils
uwsm
v4l2loopback-dkms
vde2
vim
virt-manager
virt-viewer
visual-studio-code-bin
vlc
vlc-plugins-all
voxtype-bin
vulkan-intel
vulkan-tools
walker
waybar
wayfreeze
wezterm-git
wget
whois
wireless-regdb
wiremix
wireplumber
wl-clip-persist
wl-clipboard
wlogout
wmctrl
woff2-font-awesome
wtype
xdg-desktop-portal-kde
xdg-desktop-portal-wlr
xdg-terminal-exec
xf86-video-vesa
xfce4-settings
xmlstarlet
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
xwayland-satellite
yaru-icon-theme
yay
yay-debug
yazi
yq
zoom
zoxide
zram-generator
zsh
